tap "jorgelbg/tap"
tap "xwmx/taps"
brew "bat"
brew "cmatrix"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "folderify"
brew "git-cliff"
brew "gnupg"
brew "htop"
brew "just"
brew "lazygit"
brew "mypy"
brew "neovim"
brew "node"
brew "onefetch"
brew "pinentry-mac"
brew "pinentry"
brew "pnpm"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "uv"
brew "vercel-cli"
cask "betterzip"
cask "cap"
cask "docker-desktop"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "keycastr"
cask "obsidian"
cask "telegram"
cask "visual-studio-code"
